Repository: ignaciozunino/Kanban
Catalog: Kanban/Utils/*.lproj/Localizable.strings
Languages: es

# ADD_PROJECT_LOADING
source: Creating the project
es: Creando el proyecto

# ADD_TASK_LOADING
source: Creating the task
es: Creando la tarea

# EDIT_PROJECT_LOADING
source: Editing the project
es: Editando el proyecto

# EDIT_TASK_LOADING
source: Editing the task
es: Editando la tarea

# EDIT_PROJECT_INVITING
source: Inviting to the project
es: Invitando al proyecto

# PROJECT_CREATION_SUCCESS
source: Project created successfully!
es: Proyecto creado exitosamente!

# PROJECT_EDIT_SUCCESS
source: Project modified successfully!
es: Proyecto modificado exitosamente!

# TASK_CREATION_SUCCESS
source: Task created successfully!
es: Tarea creada exitosamente!

# TASK_EDIT_SUCCESS
source: Task modified successfully!
es: Tarea modificada exitosamente!

# SIGNIN_ERROR
source: Please verify the username is a valid email and the password has at least 6 characters, one letter and one number.
es: Por favor valida que nombre de usuario es un correo electronico válido y la contraseña tienen al menos 6 caracteres, una letra y un número.

# CREATING_PROJECT_WITHOUTNAME_ERROR
source: Project must have a name
es: El proyecto debe de tener un nombre

# CREATING_PROJECT_OFFLINE_ERROR
source: The service is offline.
es: El servicio esta offline.

# CREATING_TASK_WITHOUT_NAME_ERROR
source: Task must have a name
es: La tarea debe de tener un nombre

# CREATING_TASKLIST_WITHOUT_NAME_ERROR
source: Task List must have a name
es: La lista de tareas debe tener un nombre

# CREATING_TASK_OFFLINE_ERROR
source: The connection to the server has timed out
es: La conexión con el servidor ha agotado el tiempo de espera

# CREATING_TASK_TASKLIST_FULL
source: The task list cannot hold any more items
es: La lista de tareas ya no puede tener más elementos

# EDIT_PROJECT_WITHOUTNAME_ERROR
source: Project must have a name
es: El proyecto debe de tener un nombre

# USER_EXISTS_ERROR
source: There is already a user created with that username, please try other username.
es: Ya hay un usuario con ese nombre, por favor trata con otro.

# EDIT_TASK_WITHOUTNAME_ERROR
source: Task must have a name
es: La tarea debe de tener un nombre

# INVITE_USERS_USER_EXISTS_ERROR
source: There is already a user created with that username, please try other username.
es: Ya hay un usuario con ese nombre, por favor trata con otro.

# OFFLINE_WARNING
source: Connection appears to be offline.
es: La conexión parece estar fuera de línea.

# EMAIL_INVITE_SUBJECT
source: Invitation to my project
es: Invitación a mi proyecto

# EMAIL_INVITE_BODY
source: I've just invited you to my Simple Kanban project. Sign in to the Kanban App with your email address and check it out!
es: Acabo te invitarte a mi proyecto Simple Kanban. Inicia sesión en la App Kanban con tu dirección de correo electrónico y comprueba que funciona!

# WARNING_ALERT
source: WARNING
es: ADVERTENCIA

# SUCCESS_ALERT
source: SUCCESS
es: EXITO

# CANCEL_TITLE
source: Cancel
es: Cancelar

# DELETE_TITLE
source: Delete
es: Eliminar

# BEFORE_TITLE
source: Before
es: Antes

# AFTER_TITLE
source: After
es: Después

# ADD_LIST_TITLE
source: Add list
es: Agregar a lista
